export const workCardsData = [
  {
    image: "/services/service-1.png",
    title: "فحص شامل لسيارات الشركات",
    description:
      "قمنا بفحص شامل لأسطول سيارات شركة XYZ، مع تقديم تقرير مفصل عن حالة كل سيارة واقتراحات للصيانة الوقائية.",
    whatWeDid: [
      {
        text: "فحص السيارة",
        colors: "red",
      },
      {
        text: "الصيانة الدورية",
        colors: "blue",
      },
    ],
  },
  {
    image: "/works/work-1.png",
    title: "تلميع وتفصيل سيارات الفاخرة",
    description:
      "تقديم خدمات تلميع وتفصيل داخلية لسيارات فاخرة، مع استخدام مواد عالية الجودة لضمان نتائج مبهرة",
    whatWeDid: [
      {
        text: "العناية بالسيارة",
        colors: "green",
      },
    ],
  },
  {
    image: "/works/work-2.png",
    title: "إصلاح إطارات سيارات الدفع الرباعي",
    description:
      "إصلاح إطارات سيارات الدفع الرباعي المتضررة من الطرق الوعرة، مع موازنة العجلات لضمان قيادة آمنة",
    whatWeDid: [
      {
        text: "إصلاح الإطارات",
        colors: "green",
      },
      {
        text: "موازنة العجلات",
        colors: "blue",
      },
    ],
  },
  {
    image: "/works/work-3.png",
    title: "ضبط زوايا العجلات لسيارات الأجرة",
    description:
      "ضبط زوايا العجلات لـ 30 سيارة أجرة، مما أدى إلى تحسين استقرار السيارة وتقليل تآكل الإطارات",

    whatWeDid: [
      {
        text: "ضبط زوايا",
        colors: "green",
      },
    ],
  },
  {
    image: "/works/work-4.png",
    title: "ضبط زوايا العجلات لسيارات الأجرة",
    description:
      "ضبط زوايا العجلات لـ 30 سيارة أجرة، مما أدى إلى تحسين استقرار السيارة وتقليل تآكل الإطارات",

    whatWeDid: [
      {
        text: "ضبط زوايا",
        colors: "blue",
      },
    ],
  },
  {
    image: "/works/work-5.png",
    title: "ضبط زوايا العجلات لسيارات الأجرة",
    description:
      "ضبط زوايا العجلات لـ 30 سيارة أجرة، مما أدى إلى تحسين استقرار السيارة وتقليل تآكل الإطارات",

    whatWeDid: [
      {
        text: "ضبط زوايا",
        colors: "green",
      },
    ],
  },
  {
    image: "/works/work-6.png",
    title: "ضبط زوايا العجلات لسيارات الأجرة",
    description:
      "ضبط زوايا العجلات لـ 30 سيارة أجرة، مما أدى إلى تحسين استقرار السيارة وتقليل تآكل الإطارات",

    whatWeDid: [
      {
        text: "ضبط زوايا",
        colors: "blue",
      },
    ],
  },
];
